{
      "liturgy_background_image": "linear-gradient( rgba(165, 55, 253, 0.3), rgba(0, 0, 0, 0.3), rgba(0, 0, 0, 1.0) ), url('../../../static/images/Large/Advent in Church.jpg')",
      "opening_antiphon": {
            "verse_number": "Cf. Isaiah ch. 45, v. 8",
            "content": [
                  {
                        "p": [
                              "Drop down dew from above, you heavens,",
                              "and let the clouds rain down the Just One;",
                              "let the earth be opened and bring forth a Savior."
                        ]
                  }
            ]
      },
      "gloria": "no",
      "collect": [
            {
                  "p": [
                        "Pour forth, we beseech you, O Lord,",
                        "your grace into our hearts,",
                        "that we, to whom the Incarnation of Christ your Son",
                        "was made known by the message of an Angel,",
                        "may by his Passion and Cross",
                        "be brought to the glory of his Resurrection."
                  ]
            },
            {
                  "p": [
                        "Who lives and reigns with you in the unity of the Holy Spirit,",
                        "one God, for ever and ever."
                  ]
            }
      ],
      "offertory": [
            {
                  "p": [
                        "May the Holy Spirit, O Lord,",
                        "sanctify these gifts laid upon your altar,",
                        "just as he filled with his power",
                        "the womb of the Blessed Virgin Mary."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "credo": "apostles_creed",
      "communion_antiphon": {
            "verse_number": "Cf. Isaiah ch. 7, v. 14",
            "content": [
                  {
                        "p": [
                              "Behold, a Virgin shall conceive and bear a son;",
                              "and his name will be called Emmanuel."
                        ]
                  }
            ]
      },
      "prayer_after_communion": [
            {
                  "p": [
                        "Having received this pledge of eternal redemption,",
                        "we pray, almighty God,",
                        "that, as the feast day of our salvation draws ever nearer,",
                        "so we may press forward all the more eagerly",
                        "to the worthy celebration of the mystery of your Son’s Nativity."
                  ]
            },
            {
                  "p": [
                        "Who lives and reigns for ever and ever."
                  ]
            }
      ],
      "year_a": {
            "first_reading": {
                  "verse_number": "Isaiah ch. 7, vv. 10 - 14",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Again the Lord spoke to Ahaz, saying, Ask a sign of the Lord your God; let it be deep as Sheol or high as heaven.",
                                    "But Ahaz said, I will not ask, and I will not put the Lord to the test. Then Isaiah said:",
                                    "“Hear then, O house of David! Is it too little for you to weary mortals, that you weary my God also?",
                                    "Therefore the Lord himself will give you a sign. Look, the young woman is with child and shall bear a son,",
                                    "and shall name him Immanuel."
                              ]
                        }
                  ]
            },
            "responsorial_psalm": {
                  "verse_number": "Psalm 24, vv. 1 - 2, 3 - 4, 5 - 6",
                  "response": "Let the Lord enter; He is the king of glory.",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "The earth is the Lord’s and all that is in it, \nthe world, and those who live in it;",
                                    "for he has founded it on the seas, \nand established it on the rivers."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Who shall ascend the hill of the Lord? \nAnd who shall stand in his holy place?",
                                    "Those who have clean hands and pure hearts, \nwho do not lift up their souls to what is false, \nand do not swear deceitfully."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "They will receive blessing from the Lord, \nand vindication from the God of their salvation.",
                                    "Such is the company of those who seek him, \nwho seek the face of the God of Jacob."
                              ]
                        }
                  ]
            },
            "second_reading": {
                  "verse_number": "Romans ch. 1, vv. 1 - 7",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Paul, a servant of Jesus Christ, called to be an apostle, set apart for the gospel of God,",
                                    "which he promised beforehand through his prophets in the holy scriptures, the gospel concerning his Son,",
                                    "who was descended from David according to the flesh and was declared to be Son of God with",
                                    "power according to the spirit of holiness by resurrection from the dead, Jesus Christ our Lord,",
                                    "through whom we have received grace and apostleship to bring about the obedience of faith among all the Gentiles for the sake of his name,",
                                    "including yourselves who are called to belong to Jesus Christ,"
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "To all God’s beloved in Rome, who are called to be saints:"
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Grace to you and peace from God our Father and the Lord Jesus Christ."
                              ]
                        }
                  ]
            },
            "gospel_acclamation": {
                  "verse_number": "Matthew ch. 1, v. 23",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "The virgin shall concieve, and bear a son, and they shall call him Emmanuel."
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "Matthew ch. 1, vv. 18 - 24",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Now the birth of Jesus the Messiah took place in this way. When his mother Mary had been engaged to Joseph,",
                                    "but before they lived together, she was found to be with child from the Holy Spirit.",
                                    "Her husband Joseph, being a righteous man and unwilling to expose her to public disgrace,",
                                    "planned to dismiss her quietly. But just when he had resolved to do this, an angel of the Lord appeared",
                                    "to him in a dream and said, “Joseph, son of David, do not be afraid to take Mary as your wife,",
                                    "for the child conceived in her is from the Holy Spirit. She will bear a son, and you are to name him Jesus,",
                                    "for he will save his people from their sins.” All this took place to fulfill what had been spoken by the Lord",
                                    "through the prophet:"
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "“Look, the virgin shall conceive and bear a son, \nand they shall name him Emmanuel,”"
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "which means, “God is with us.” When Joseph awoke from sleep, he did as the angel of the Lord commanded him; he took her as his wife."
                              ]
                        }
                  ]
            }
      }
}
