{
      "saint_background_image": "linear-gradient(rgba(0, 0, 0, 0.0), rgba(0, 0, 0, 0.4), rgba(0, 0, 0, 1.0) ), url('../../../static/images/saints/presentation_jesus.jpg')",
      "saint_background_position": "center",
      "opening_antiphon": [
            {
                  "verse_number": "Cf. Psalm 48, vv. 10, 11",
                  "content": [
                        {
                              "p": [
                                    "Your merciful love, O God,",
                                    "we have received in the midst of your temple.",
                                    "Your praise, O God, like your name,",
                                    "reaches the ends of the earth;",
                                    "your right hand is filled with saving justice."
                              ]
                        }
                  ]
            }
      ],
      "gloria": "yes",
      "collect": [
            {
                  "p": [
                        "Almighty ever-living God,",
                        "we humbly implore your majesty",
                        "that, just as your Only Begotten Son",
                        "was presented on this day in the Temple",
                        "in the substance of our flesh,",
                        "so, by your grace,",
                        "we may be presented to you with minds made pure."
                  ]
            },
            {
                  "p": [
                        "Through our Lord Jesus Christ, your Son,",
                        "who lives and reigns with you in the unity of the Holy Spirit,",
                        "one God, for ever and ever."
                  ]
            }
      ],
      "offertory": [
            {
                  "p": [
                        "May the offering made with exultation by your Church",
                        "be pleasing to you, O Lord, we pray,",
                        "for you willed that your Only Begotten Son",
                        "be offered to you for the life of the world",
                        "as the Lamb without blemish."
                  ]
            },
            {
                  "p": [
                        "Who lives and reigns for ever and ever."
                  ]
            }
      ],
      "credo": "nicene_creed",
      "communion_antiphon": [
            {
                  "verse_number": "Luke ch. 2, vv. 30, 31",
                  "content": [
                        {
                              "p": [
                                    "My eyes have seen your salvation,",
                                    "which you prepared in the sight of all the peoples."
                              ]
                        }
                  ]
            }
      ],
      "prayer_after_communion": [
            {
                  "p": [
                        "By these holy gifts which we have received, O Lord,",
                        "bring your grace to perfection within us,",
                        "and, as you fulfilled Simeon’s expectation",
                        "that he would not see death",
                        "until he had been privileged to welcome the Christ,",
                        "so may we, going forth to meet the Lord,",
                        "obtain the gift of eternal life."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "readings": {
            "first_reading": [
                  {
                        "verse_number": "Malachi ch. 3, vv. 1 - 4",
                        "content": [
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "Thus says the Lord:"
                                    ]
                              },
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "See, I am sending my messenger to prepare the way before me, and the Lord whom you seek will suddenly come to his temple. The messenger of the covenant in whom you delight—indeed, he is coming, says the Lord of hosts. But who can endure the day of his coming, and who can stand when he appears?"
                                    ]
                              },
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "For he is like a refiner’s fire and like fullers’ soap; he will sit as a refiner and purifier of silver, and he will purify the descendants of Levi and refine them like gold and silver, until they present offerings to the Lord in righteousness. Then the offering of Judah and Jerusalem will be pleasing to the Lord as in the days of old and as in former years."
                                    ]
                              }
                        ]
                  }
            ],
            "first_responsorial_psalm": {
                  "verse_number": "Psalm 24, vv. 7, 8, 9, 10",
                  "response": "Who is the king of glory? It is the Lord!",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Lift up your heads, O gates! \nand be lifted up, O ancient doors! \nthat the King of glory may come in."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Who is the King of glory? \nThe Lord, strong and mighty, \nthe Lord, mighty in battle."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Lift up your heads, O gates! \nand be lifted up, O ancient doors! \nthat the King of glory may come in."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Who is this King of glory? \nThe Lord of hosts, \nhe is the King of glory."
                              ]
                        }
                  ]
            },
            "second_reading": [
                  {
                        "verse_number": "Hebrews ch. 2, vv. 14 - 18",
                        "content": [
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "Since, therefore, the children share flesh and blood, Jesus himself likewise shared the same things, so that through death he might destroy the one who has the power of death, that is, the devil, and free those who all their lives were held in slavery by the fear of death. For it is clear that he did not come to help angels, but the descendants of Abraham. Therefore he had to become like his brothers and sisters in every respect, so that he might be a merciful and faithful high priest in the service of God, to make a sacrifice of atonement for the sins of the people. Because he himself was tested by what he suffered, he is able to help those who are being tested."
                                    ]
                              }
                        ]
                  }
            ],
            "gospel_acclamation": {
                  "verse_number": "Luke ch. 2, v. 32",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "A light of revelation to the Gentiles and glory for your people Israel."
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "Luke ch. 2, vv. 22 - 40",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "When the time came for their purification according to the law of Moses, Mary and Joseph brought Jesus up to Jerusalem to present him to the Lord (as it is written in the law of the Lord, “Every firstborn male shall be designated as holy to the Lord”), and they offered a sacrifice according to what is stated in the law of the Lord, “a pair of turtledoves or two young pigeons.”"
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Now there was a man in Jerusalem whose name was Simeon; this man was righteous and devout, looking forward to the consolation of Israel, and the Holy Spirit rested on him. It had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord’s Messiah. Guided by the Spirit, Simeon came into the temple; and when the parents brought in the child Jesus, to do for him what was customary under the law, Simeon took him in his arms and praised God, saying,"
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "“Master, now you are dismissing your servant in peace, \naccording to your word;",
                                    "for my eyes have seen your salvation, \nwhich you have prepared in the presence of all peoples,",
                                    "a light for revelation to the Gentiles \nand for glory to your people Israel.”"
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "And the child’s father and mother were amazed at what was being said about him. Then Simeon blessed them and said to his mother Mary, “This child is destined for the falling and the rising of many in Israel, and to be a sign that will be opposed so that the inner thoughts of many will be revealed—and a sword will pierce your own soul too.”"
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "There was also a prophet, Anna the daughter of Phanuel, of the tribe of Asher. She was of a great age, having lived with her husband seven years after her marriage, then as a widow to the age of eighty-four. She never left the temple but worshiped there with fasting and prayer night and day. At that moment she came, and began to praise God and to speak about the child to all who were looking for the redemption of Jerusalem."
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "When they had finished everything required by the law of the Lord, they returned to Galilee, to their own town of Nazareth. The child grew and became strong, filled with wisdom; and the favor of God was upon him."
                              ]
                        }
                  ]
            }
      }
}
