{
      "liturgy_background_image": "linear-gradient( rgba(183, 110, 121, 0.3), rgba(0, 0, 0, 0.3), rgba(0, 0, 0, 1.0) ), url('../../../static/images/Large/Advent in Church.jpg')",
      "opening_antiphon": {
            "verse_number": "Cf. Isaiah ch. 49, v. 13",
            "content": [
                  {
                        "p": [
                              "Rejoice, O heavens, and exult, O earth,",
                              "for our Lord will come to show mercy to his poor."
                        ]
                  }
            ]
      },
      "gloria": "no",
      "collect": [
            {
                  "p": [
                        "O God, Creator and Redeemer of human nature,",
                        "who willed that your Word should take flesh",
                        "in an ever-virgin womb,",
                        "look with favor on our prayers,",
                        "that your Only Begotten Son,",
                        "having taken to himself our humanity,",
                        "may be pleased to grant us a share in his divinity."
                  ]
            },
            {
                  "p": [
                        "Who lives and reigns with you in the unity of the Holy Spirit,",
                        "one God, for ever and ever."
                  ]
            }
      ],
      "offertory": [
            {
                  "p": [
                        "Sanctify these gifts of your Church, O Lord,",
                        "and grant that through these venerable mysteries",
                        "we may be nourished with the bread of heaven."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "credo": "no",
      "communion_antiphon": {
            "verse_number": "Cf. Haggai ch. 2, v. 7",
            "content": [
                  {
                        "p": [
                              "Behold, the Desired of all the nations will come,",
                              "and the house of the Lord will be filled with glory."
                        ]
                  }
            ]
      },
      "prayer_after_communion": [
            {
                  "p": [
                        "Nourished by these divine gifts, almighty God,",
                        "we ask you to grant our desire:",
                        "that, aflame with your Spirit,",
                        "we may shine like bright torches",
                        "before your Christ when he comes."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "year_a": {
            "first_reading": {
                  "verse_number": "Genesis ch. 49, vv. 2, 8 - 10",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Jacob called his sons and said to them:"
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Assemble and hear, O sons of Jacob; \nlisten to Israel your father."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Judah, your brothers shall praise you; \nyour hand shall be on the neck of your enemies; \nyour father’s sons shall bow down before you.",
                                    "Judah is a lion’s whelp; \nfrom the prey, my son, you have gone up.",
                                    "He crouches down, he stretches out like a lion, \nlike a lioness—who dares rouse him up?",
                                    "The scepter shall not depart from Judah, \nnor the ruler’s staff from between his feet,",
                                    "until tribute comes to him; \nand the obedience of the peoples is his."
                              ]
                        }
                  ]
            },
            "responsorial_psalm": {
                  "verse_number": "Psalm 72, vv. 1 - 2, 3 - 4ab, 7 - 8, 17",
                  "response": "Justice shall flourish in his time, and fullness of peace for ever.",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Give the king your justice, O God, \nand your righteousness to a king’s son.",
                                    "May he judge your people with righteousness, \nand your poor with justice."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "May the mountains yield prosperity for the people, \nand the hills, in righteousness.",
                                    "May he defend the cause of the poor of the people, \ngive deliverance to the needy."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "In his days may righteousness flourish \nand peace abound, until the moon is no more.",
                                    "May he have dominion from sea to sea, \nand from the River to the ends of the earth."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "May his name endure forever, \nhis fame continue as long as the sun.",
                                    "May all nations be blessed in him; \nmay they pronounce him happy."
                              ]
                        }
                  ]
            },
            "gospel_acclamation": {
                  "verse_number": "",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "O Wisdom of our God Most High, guiding creation with power and love: come to teach us the path of knowledge!"
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "Matthew ch. 1, vv. 1 - 17",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "An account of the genealogy of Jesus the Messiah, the son of David, the son of Abraham."
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers,",
                                    "and Judah the father of Perez and Zerah by Tamar, and Perez the father of Hezron, and Hezron the father of Aram,",
                                    "and Aram the father of Aminadab, and Aminadab the father of Nahshon, and Nahshon the father of Salmon,",
                                    "and Salmon the father of Boaz by Rahab, and Boaz the father of Obed by Ruth, and Obed the father of Jesse,",
                                    "and Jesse the father of King David."
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "And David was the father of Solomon by the wife of Uriah, and Solomon the father of Rehoboam,",
                                    "and Rehoboam the father of Abijah, and Abijah the father of Asaph, and Asaph the father of Jehoshaphat,",
                                    "and Jehoshaphat the father of Joram, and Joram the father of Uzziah, and Uzziah the father of Jotham,",
                                    "and Jotham the father of Ahaz, and Ahaz the father of Hezekiah, and Hezekiah the father of Manasseh,",
                                    "and Manasseh the father of Amos, and Amos the father of Josiah, and Josiah the father of Jechoniah and his brothers,",
                                    "at the time of the deportation to Babylon."
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "And after the deportation to Babylon: Jechoniah was the father of Salathiel, and Salathiel the father of Zerubbabel,",
                                    "and Zerubbabel the father of Abiud, and Abiud the father of Eliakim, and Eliakim the father of Azor,",
                                    "and Azor the father of Zadok, and Zadok the father of Achim, and Achim the father of Eliud,",
                                    "and Eliud the father of Eleazar, and Eleazar the father of Matthan, and Matthan the father of Jacob,",
                                    "and Jacob the father of Joseph the husband of Mary, of whom Jesus was born, who is called the Messiah."
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "So all the generations from Abraham to David are fourteen generations; and from David to the deportation to Babylon,",
                                    "fourteen generations; and from the deportation to Babylon to the Messiah, fourteen generations."
                              ]
                        }
                  ]
            }
      }
}
