{
      "liturgy_background_image": "linear-gradient( rgba(183, 110, 121, 0.3), rgba(0, 0, 0, 0.3), rgba(0, 0, 0, 1.0) ), url('../../../static/images/Large/Advent in Church.jpg')",
      "opening_antiphon": {
            "verse_number": "Cf. Isaiah ch. 9 : 5; Psalm 72, v. 17",
            "content": [
                  {
                        "p": [
                              "A child shall be born for us,",
                              "and he will be called God, the Almighty;",
                              "every tribe of the earth shall be blest in him."
                        ]
                  }
            ]
      },
      "gloria": "no",
      "collect": [
            {
                  "p": [
                        "Almighty ever-living God,",
                        "as we see how the Nativity of your Son",
                        "according to the flesh draws near,",
                        "we pray that to us, your unworthy servants,",
                        "mercy may flow from your Word,",
                        "who chose to become flesh of the Virgin Mary",
                        "and establish among us his dwelling,",
                        "Jesus Christ our Lord"
                  ]
            },
            {
                  "p": [
                        "Who lives and reigns with you in the unity of the Holy Spirit,",
                        "one God, for ever and ever."
                  ]
            }
      ],
      "offertory": [
            {
                  "p": [
                        "May this oblation,",
                        "by which divine worship in its fullness",
                        "has been inaugurated for us,",
                        "be our perfect reconciliation with you, O Lord,",
                        "that we may celebrate with minds made pure",
                        "the Nativity of our Redeemer."
                  ]
            },
            {
                  "p": [
                        "Who lives and reigns for ever and ever."
                  ]
            }
      ],
      "credo": "no",
      "communion_antiphon": {
            "verse_number": "Revelation ch. 3, v. 20",
            "content": [
                  {
                        "p": [
                              "Behold, I stand at the door and knock:",
                              "if anyone hears my voice and opens the door to me,",
                              "I will enter his house and dine with him, and he with me."
                        ]
                  }
            ]
      },
      "prayer_after_communion": [
            {
                  "p": [
                        "Grant your peace, O Lord,",
                        "to those you have nourished with these heavenly gifts,",
                        "that we may be ready, with lighted lamps,",
                        "to meet your dearly beloved Son at his coming."
                  ]
            },
            {
                  "p": [
                        "Who lives and reigns for ever and ever."
                  ]
            }
      ],
      "year_a": {
            "first_reading": [
                  {
                        "verse_number": "Malachi ch. 3, vv. 1 - 4, 23 - 24",
                        "content": [
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "Thus says the Lord God: See, I am sending my messenger to prepare the way before me,",
                                          "and the Lord whom you seek will suddenly come to his temple. The messenger of the covenant",
                                          "in whom you delight—indeed, he is coming, says the Lord of hosts. But who can endure the day of his coming,",
                                          "and who can stand when he appears?"
                                    ]
                              },
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "For he is like a refiner’s fire and like fullers’ soap; he will sit as a refiner and purifier of silver,",
                                          "and he will purify the descendants of Levi and refine them like gold and silver,",
                                          "until they present offerings to the Lord in righteousness. Then the offering of Judah and Jerusalem will",
                                          "be pleasing to the Lord as in the days of old and as in former years."
                                    ]
                              }
                        ]
                  }
            ],
            "responsorial_psalm": {
                  "verse_number": "Psalm 25, vv. 4 - 5ab, 8 - 9, 10 and 14",
                  "response": "Lift up your heads and see; your redemption is near at hand.",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Make me to know your ways, O Lord; \nteach me your paths.",
                                    "Lead me in your truth, and teach me, \nfor you are the God of my salvation."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Good and upright is the Lord; \ntherefore he instructs sinners in the way.",
                                    "He leads the humble in what is right, \nand teaches the humble his way."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "All the paths of the Lord are steadfast love and faithfulness, \nfor those who keep his covenant and his decrees.",
                                    "The friendship of the Lord is for those who fear him, \nand he makes his covenant known to them."
                              ]
                        }
                  ]
            },
            "gospel_acclamation": {
                  "verse_number": "",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "O King of all nations and keystone of the Church: come and save man, whom you formed from the dust!"
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "Luke ch. 1, vv. 57 - 66",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Now the time came for Elizabeth to give birth, and she bore a son. Her neighbors and relatives heard that",
                                    "the Lord had shown his great mercy to her, and they rejoiced with her."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "On the eighth day they came to circumcise the child, and they were going to name him Zechariah after his father.",
                                    "But his mother said, “No; he is to be called John.” They said to her, “None of your relatives has this name.”",
                                    "Then they began motioning to his father to find out what name he wanted to give him.",
                                    "He asked for a writing tablet and wrote, “His name is John.” And all of them were amazed.",
                                    "Immediately his mouth was opened and his tongue freed, and he began to speak, praising God.",
                                    "Fear came over all their neighbors, and all these things were talked about throughout the entire hill country of Judea.",
                                    "All who heard them pondered them and said, “What then will this child become?” For, indeed, the hand of the Lord was with him."
                              ]
                        }
                  ]
            }
      }
}
