{
      "year_i": {
            "first_reading": [
                  {
                        "verse_number": "Hebrews ch. 4, vv. 12 - 16",
                        "content": [
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "The word of God is living and active, sharper than any two-edged sword, piercing until it divides soul from spirit, joints from marrow; it is able to judge the thoughts and intentions of the heart. And before him no creature is hidden, but all are naked and laid bare to the eyes of the one to whom we must render an account."
                                    ]
                              },
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "Since, then, we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast to our confession. For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who in every respect has been tested as we are, yet without sin. Let us therefore approach the throne of grace with boldness, so that we may receive mercy and find grace to help in time of need."
                                    ]
                              }
                        ]
                  }
            ],
            "first_responsorial_psalm": {
                  "verse_number": "Psalm 19, vv. 7, 8, 9, 14",
                  "response": "Your words, Lord, are Spirit and life.",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "The law of the Lord is perfect, \nreviving the soul;",
                                    "the decrees of the Lord are sure, \nmaking wise the simple;"
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "The precepts of the Lord are right, \nrejoicing the heart;",
                                    "the commandment of the Lord is clear, \nenlightening the eyes."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "The fear of the Lord is pure, \nenduring forever;",
                                    "the ordinances of the Lord are true \nand righteous altogether."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Let the words of my mouth and the meditation of my heart \nbe acceptable to you, \nO Lord, my rock and my redeemer."
                              ]
                        }
                  ]
            },
            "gospel_acclamation": {
                  "verse_number": "Luke ch. 4, v. 18",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "The Lord sent me to bring glad tidings to the poor and to proclaim liberty to captives."
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "Mark ch. 2, vv. 13 - 17",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Jesus went out again beside the sea; the whole crowd gathered around him, and he taught them. As he was walking along, he saw Levi son of Alphaeus sitting at the tax booth, and he said to him, “Follow me.” And he got up and followed him."
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "And as he sat at dinner in Levi’s house, many tax collectors and sinners were also sitting with Jesus and his disciples—for there were many who followed him. When the scribes of the Pharisees saw that he was eating with sinners and tax collectors, they said to his disciples, “Why does he eat with tax collectors and sinners?” When Jesus heard this, he said to them, “Those who are well have no need of a physician, but those who are sick; I have come to call not the righteous but sinners.”"
                              ]
                        }
                  ]
            }
      }
}
