{
      "gloria": "no",
      "credo": "no",
      "year_i": {
            "first_reading": [
                  {
                        "verse_number": "Hebrews ch. 11, vv. 32 - 40",
                        "content": [
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "Brothers and sisters: What more should I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets— who through faith conquered kingdoms, administered justice, obtained promises, shut the mouths of lions, quenched raging fire, escaped the edge of the sword, won strength out of weakness, became mighty in war, put foreign armies to flight. Women received their dead by resurrection. Others were tortured, refusing to accept release, in order to obtain a better resurrection. Others suffered mocking and flogging, and even chains and imprisonment. They were stoned to death, they were sawn in two, they were killed by the sword; they went about in skins of sheep and goats, destitute, persecuted, tormented— of whom the world was not worthy. They wandered in deserts and mountains, and in caves and holes in the ground."
                                    ]
                              },
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "Yet all these, though they were commended for their faith, did not receive what was promised, since God had provided something better so that they would not, apart from us, be made perfect."
                                    ]
                              }
                        ]
                  }
            ],
            "first_responsorial_psalm": {
                  "verse_number": "Psalm 31, vv. 19, 20, 21, 22, 23",
                  "response": "Let your hearts take comfort, all who hope in the Lord.",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "O how abundant is your goodness \nthat you have laid up for those who fear you,",
                                    "and accomplished for those who take refuge in you, \nin the sight of everyone!"
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "In the shelter of your presence you hide them \nfrom human plots;",
                                    "you hold them safe under your shelter \nfrom contentious tongues."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Blessed be the Lord, \nfor he has wondrously shown his steadfast love to me \nwhen I was beset as a city under siege."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "I had said in my alarm, \n“I am driven far from your sight.”",
                                    "But you heard my supplications \nwhen I cried out to you for help."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Love the Lord, all you his saints. \nThe Lord preserves the faithful, \nbut abundantly repays the one who acts haughtily."
                              ]
                        }
                  ]
            },
            "gospel_acclamation": {
                  "verse_number": "Luke ch. 7, v. 16",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "A great prophet has arisen in our midst and God has visited his people."
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "Mark ch. 5, vv. 1 - 20",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Jesus and his disciples came to the other side of the sea, to the country of the Gerasenes. And when he had stepped out of the boat, immediately a man out of the tombs with an unclean spirit met him. He lived among the tombs; and no one could restrain him any more, even with a chain; for he had often been restrained with shackles and chains, but the chains he wrenched apart, and the shackles he broke in pieces; and no one had the strength to subdue him. Night and day among the tombs and on the mountains he was always howling and bruising himself with stones. When he saw Jesus from a distance, he ran and bowed down before him; and he shouted at the top of his voice, “What have you to do with me, Jesus, Son of the Most High God? I adjure you by God, do not torment me.” For he had said to him, “Come out of the man, you unclean spirit!” Then Jesus asked him, “What is your name?” He replied, “My name is Legion; for we are many.” He begged him earnestly not to send them out of the country. Now there on the hillside a great herd of swine was feeding; and the unclean spirits begged him, “Send us into the swine; let us enter them.” So he gave them permission. And the unclean spirits came out and entered the swine; and the herd, numbering about two thousand, rushed down the steep bank into the sea, and were drowned in the sea."
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "The swineherds ran off and told it in the city and in the country. Then people came to see what it was that had happened. They came to Jesus and saw the demoniac sitting there, clothed and in his right mind, the very man who had had the legion; and they were afraid. Those who had seen what had happened to the demoniac and to the swine reported it. Then they began to beg Jesus to leave their neighborhood. As he was getting into the boat, the man who had been possessed by demons begged him that he might be with him. But Jesus refused, and said to him, “Go home to your friends, and tell them how much the Lord has done for you, and what mercy he has shown you.” And he went away and began to proclaim in the Decapolis how much Jesus had done for him; and everyone was amazed."
                              ]
                        }
                  ]
            }
      }
}
