{
      "saint_background_image": "linear-gradient(rgba(0, 0, 0, 0.3), rgba(0, 0, 0, 0.3), rgba(0, 0, 0, 1.0) ), url('../../../static/images/saints/immaculate_conception.png')",
      "saint_background_position": "top",
      "opening_antiphon": {
            "verse_number": "Isaiah ch. 61, v. 10",
            "content": [
                  {
                        "p": [
                              "I rejoice heartily in the Lord,",
                              "in my God is the joy of my soul;",
                              "for he has clothed me with a robe of salvation,",
                              "and wrapped me in a mantle of justice,",
                              "like a bride adorned with her jewels."
                        ]
                  }
            ]
      },
      "gloria": "yes",
      "collect": [
            {
                  "p": [
                        "O God, who by the Immaculate Conception of the Blessed Virgin",
                        "prepared a worthy dwelling for your Son,",
                        "grant, we pray,",
                        "that, as you preserved her from every stain",
                        "by virtue of the Death of your Son, which you foresaw,",
                        "so, through her intercession,",
                        "we, too, may be cleansed and admitted to your presence."
                  ]
            },
            {
                  "p": [
                        "Through our Lord Jesus Christ your Son, who lives and reigns with you in the unity of the Holy Spirit, God, for ever and ever."
                  ]
            }
      ],
      "offertory": [
            {
                  "p": [
                        "Graciously accept the saving sacrifice",
                        "which we offer you, O Lord,",
                        "on the Solemnity of the Immaculate Conception",
                        "of the Blessed Virgin Mary,",
                        "and grant that, as we profess her,",
                        "on account of your prevenient grace,",
                        "to be untouched by any stain of sin,",
                        "so, through her intercession,",
                        "we may be delivered from all our faults."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "credo": "nicene_creed",
      "communion_antiphon": {
            "verse_number": "",
            "content": [
                  {
                        "p": [
                              "Glorious things are spoken of you, O Mary,",
                              "for from you arose the sun of justice,",
                              "Christ our God."
                        ]
                  }
            ]
      },
      "prayer_after_communion": [
            {
                  "p": [
                        "May the Sacrament we have received,",
                        "O Lord our God,",
                        "heal in us the wounds of that fault",
                        "from which in a singular way",
                        "you preserved Blessed Mary in her Immaculate Conception."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "readings": {
            "first_reading": {
                  "verse_number": "Genesis ch. 3, vv. 9 - 15, 20",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "The Lord God called to the man, and said to him, “Where are you?” He said,",
                                    "“I heard the sound of you in the garden, and I was afraid, because I was naked;",
                                    "and I hid myself.” He said, “Who told you that you were naked? Have you eaten from",
                                    "the tree of which I commanded you not to eat?” The man said, “The woman whom you gave",
                                    "to be with me, she gave me fruit from the tree, and I ate.” Then the Lord God said to the woman,",
                                    "“What is this that you have done?” The woman said, “The serpent tricked me, and I ate.”",
                                    "The Lord God said to the serpent,"
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "“Because you have done this, \ncursed are you among all animals \nand among all wild creatures;",
                                    "upon your belly you shall go, \nand dust you shall eat \nall the days of your life.",
                                    "I will put enmity between you and the woman, \nand between your offspring and hers;",
                                    "he will strike your head, \nand you will strike his heel.”"
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "The man named his wife Eve, because she was the mother of all living."
                              ]
                        }
                  ]
            },
            "first_responsorial_psalm": {
                  "verse_number": "Psalm 98, vv. 1, 2 - 3a, 3b - 4",
                  "response": "Sing to the Lord a new song, for he has done marvelous deeds.",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "O sing to the Lord a new song, \nfor he has done marvelous things.",
                                    "His right hand and his holy arm \nhave gotten him victory."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "The Lord has made known his victory; \nhe has revealed his vindication in the sight of the nations.",
                                    "He has remembered his steadfast love and faithfulness \nto the house of Israel."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "All the ends of the earth have seen \nthe victory of our God.",
                                    "Make a joyful noise to the Lord, all the earth; \nbreak forth into joyous song and sing praises."
                              ]
                        }
                  ]
            },
            "second_reading": {
                  "verse_number": "Ephesians ch. 1, vv. 3 - 6, 11 - 12",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Brothers and sisters: Blessed be the God and Father of our Lord Jesus Christ,",
                                    "who has blessed us in Christ with every spiritual blessing in the heavenly places,",
                                    "just as he chose us in Christ before the foundation of the world to be holy and blameless",
                                    "before him in love. He destined us for adoption as his children through Jesus Christ,",
                                    "according to the good pleasure of his will, to the praise of his glorious grace",
                                    "that he freely bestowed on us in the Beloved."
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "In Christ we have also obtained an inheritance, having been destined according to the purpose",
                                    "of him who accomplishes all things according to his counsel and will, so that we,",
                                    "who were the first to set our hope on Christ, might live for the praise of his glory."
                              ]
                        }
                  ]
            },
            "gospel_acclamation": {
                  "verse_number": "Cf. Luke ch. 1, v. 28",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "Hail, Mary, full of grace, the Lord is with you; blessed are you among women."
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "Luke ch. 1, vv. 26 - 38",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "The angel Gabriel was sent by God to a town in Galilee called Nazareth, to a virgin engaged to a man whose name was Joseph,",
                                    "of the house of David. The virgin’s name was Mary. And he came to her and said,",
                                    "“Greetings, favored one! The Lord is with you.” But she was much perplexed by his words",
                                    "and pondered what sort of greeting this might be. The angel said to her, “Do not be afraid, Mary,",
                                    "for you have found favor with God. And now, you will conceive in your womb and bear a son, and you will name him Jesus.",
                                    "He will be great, and will be called the Son of the Most High, and the Lord God will give to him the throne",
                                    "of his ancestor David. He will reign over the house of Jacob forever, and of his kingdom there will be no end.”",
                                    "Mary said to the angel, “How can this be, since I am a virgin?” The angel said to her,",
                                    "“The Holy Spirit will come upon you, and the power of the Most High will overshadow you;",
                                    "therefore the child to be born will be holy; he will be called Son of God. And now,",
                                    "your relative Elizabeth in her old age has also conceived a son; and this is the sixth month",
                                    "for her who was said to be barren. For nothing will be impossible with God.” Then Mary said,",
                                    "“Here am I, the servant of the Lord; let it be with me according to your word.”",
                                    "Then the angel departed from her."
                              ]
                        }
                  ]
            }
      }
}
