{
      "saint_background_image": "linear-gradient(rgba(0, 0, 0, 0.0), rgba(0, 0, 0, 0.3), rgba(0, 0, 0, 1.0) ), url('../../../static/images/saints/st_vincent.png')",
      "saint_background_position": "top",
      "opening_antiphon": [
            {
                  "verse_number": "",
                  "content": [
                        {
                              "p": [
                                    "This holy man fought to the death for the law of his God",
                                    "and did not fear the words of the godless,",
                                    "for he was built on solid rock."
                              ]
                        }
                  ]
            },
            {
                  "verse_number": "Cf. Wisdom ch. 10, v. 12",
                  "content": [
                        {
                              "p": [
                                    "The Lord granted him a stern struggle,",
                                    "that he might know that wisdom is mightier than all else."
                              ]
                        }
                  ]
            }
      ],
      "gloria": "no",
      "collect": [
            {
                  "p": [
                        "Almighty ever-living God,",
                        "mercifully pour out your Spirit upon us,",
                        "so that our hearts may possess that strong love",
                        "by which the Martyr Saint Vincent",
                        "triumphed over all bodily torments."
                  ]
            },
            {
                  "p": [
                        "Through our Lord Jesus Christ, your Son,",
                        "who lives and reigns with you in the unity of the Holy Spirit,",
                        "one God, for ever and ever."
                  ]
            }
      ],
      "offertory": [
            {
                  "p": [
                        "Sanctify our offerings by your blessing,",
                        "O Lord, we pray,",
                        "and by your grace may we be set afire",
                        "with that flame of your love",
                        "through which Saint Vincent overcame every bodily torment."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "credo": "no",
      "communion_antiphon": [
            {
                  "verse_number": "Cf. Matthew ch. 16, v. 24",
                  "content": [
                        {
                              "p": [
                                    "Whoever wishes to come after me, must deny himself,",
                                    "take up his cross, and follow me, says the Lord."
                              ]
                        }
                  ]
            },
            {
                  "verse_number": "Matthew ch. 10, v. 39",
                  "content": [
                        {
                              "p": [
                                    "Whoever loses his life for my sake,",
                                    "will find it in eternity, says the Lord."
                              ]
                        }
                  ]
            }
      ],
      "prayer_after_communion": [
            {
                  "p": [
                        "May the sacred mysteries of which we have partaken,",
                        "O Lord, we pray,",
                        "give us that determination which made your blessed Martyr Vincent",
                        "faithful in your service",
                        "and victorious in suffering."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "readings": {
            "first_reading": [
                  {
                        "verse_number": "2 Corinthians ch. 4, vv. 7 - 15",
                        "content": [
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "Brothers and sisters: We have this treasure in clay jars, so that it may be made clear that this extraordinary power belongs to God and does not come from us. We are afflicted in every way, but not crushed; perplexed, but not driven to despair; persecuted, but not forsaken; struck down, but not destroyed; always carrying in the body the death of Jesus, so that the life of Jesus may also be made visible in our bodies. For while we live, we are always being given up to death for Jesus’ sake, so that the life of Jesus may be made visible in our mortal flesh. So death is at work in us, but life in you."
                                    ]
                              },
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "But just as we have the same spirit of faith that is in accordance with scripture—“I believed, and so I spoke”—we also believe, and so we speak, because we know that the one who raised the Lord Jesus will raise us also with Jesus, and will bring us with you into his presence. Yes, everything is for your sake, so that grace, as it extends to more and more people, may increase thanksgiving, to the glory of God."
                                    ]
                              }
                        ]
                  }
            ],
            "first_responsorial_psalm": {
                  "verse_number": "Psalm 34, vv. 1 - 2, 3 - 4, 5 - 6, 7 - 8",
                  "response": "The Lord delivered me from all my fears.",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "I will bless the Lord at all times; \nhis praise shall continually be in my mouth.",
                                    "My soul makes its boast in the Lord; \nlet the humble hear and be glad."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "O magnify the Lord with me, \nand let us exalt his name together.",
                                    "I sought the Lord, and he answered me, \nand delivered me from all my fears."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Look to him, and be radiant; \nso your faces shall never be ashamed.",
                                    "This poor soul cried, and was heard by the Lord, \nand was saved from every trouble."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "The angel of the Lord encamps \naround those who fear him, and delivers them.",
                                    "O taste and see that the Lord is good; \nhappy are those who take refuge in him."
                              ]
                        }
                  ]
            },
            "gospel_acclamation": {
                  "verse_number": "See Te Deum",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "We praise you, O God, we acclaim you as Lord; the white-robed army of martyrs praise you."
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "Matthew ch. 10, vv. 17 - 22",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Jesus said to his disciples: “Beware of them, for they will hand you over to councils and flog you in their synagogues; and you will be dragged before governors and kings because of me, as a testimony to them and the Gentiles. When they hand you over, do not worry about how you are to speak or what you are to say; for what you are to say will be given to you at that time; for it is not you who speak, but the Spirit of your Father speaking through you. Brother will betray brother to death, and a father his child, and children will rise against parents and have them put to death; and you will be hated by all because of my name. But the one who endures to the end will be saved.”"
                              ]
                        }
                  ]
            }
      }
}
