{
      "saint_background_image": "linear-gradient(rgba(0, 0, 0, 0.0), rgba(0, 0, 0, 0.6), rgba(0, 0, 0, 1.0) ), url('../../../static/images/saints/st_basil_gregory.jpeg')",
      "opening_antiphon": [
            {
                  "verse_number": "Cf. Sirach ch. 44, vv. 15, 14",
                  "content": [
                        {
                              "p": [
                                    "Let the peoples recount the wisdom of the Saints,",
                                    "and let the Church proclaim their praise.",
                                    "Their names will live on and on."
                              ]
                        }
                  ]
            }
      ],
      "gloria": "yes",
      "collect": [
            {
                  "p": [
                        "O God, who were pleased to give light to your Church",
                        "by the example and teaching",
                        "of the Bishops Saints Basil and Gregory,",
                        "grant, we pray,",
                        "that in humility we may learn your truth",
                        "and practice it faithfully in charity."
                  ]
            },
            {
                  "p": [
                        "Through our Lord Jesus Christ, your Son,",
                        "who lives and reigns with you in the unity of the Holy Spirit,",
                        "one God, for ever and ever."
                  ]
            }
      ],
      "offertory": [
            {
                  "p": [
                        "Accept this sacrifice from your people, we pray, O Lord,",
                        "and make what is offered for your glory,",
                        "in honor of Saints Basil and Gregory,",
                        "a means to our eternal salvation."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "credo": "apostles_creed",
      "communion_antiphon": [
            {
                  "verse_number": "Cf. 1 Corinthians ch. 1, vv. 23, 24",
                  "content": [
                        {
                              "p": [
                                    "We proclaim Christ crucified;",
                                    "Christ, the power of God and the wisdom of God."
                              ]
                        }
                  ]
            }
      ],
      "prayer_after_communion": [
            {
                  "p": [
                        "May partaking at the heavenly table, almighty God,",
                        "confirm and increase strength from on high",
                        "in all who celebrate the feast day of Saints Basil and Gregory,",
                        "that we may preserve in integrity the gift of faith",
                        "and walk in the path of salvation you trace for us."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "readings": {
            "first_reading": [
                  {
                        "verse_number": "Zephaniah ch. 2, vv. 14 - 17",
                        "content": [
                              {
                                    "content_type": "stanza",
                                    "p": [
                                          "Sing aloud, O daughter Zion; \nshout, O Israel!",
                                          "Rejoice and exult with all your heart, \nO daughter Jerusalem!",
                                          "The Lord has taken away the judgments against you, \nhe has turned away your enemies.",
                                          "The king of Israel, the Lord, is in your midst; \nyou shall fear disaster no more.",
                                          "On that day it shall be said to Jerusalem:",
                                          "Do not fear, O Zion; \ndo not let your hands grow weak.",
                                          "The Lord, your God, is in your midst, \na warrior who gives victory;",
                                          "he will rejoice over you with gladness, \nhe will renew you in his love;",
                                          "he will exult over you with loud singing."
                                    ]
                              }
                        ]
                  }
            ],
            "first_responsorial_psalm": {
                  "verse_number": "Judith ch. 13, vv. 18bcde, 19",
                  "response": "You are the highest honour of our race.",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "O daughter, you are blessed by the Most High God \nabove all other women on earth;",
                                    "and blessed be the Lord God, \nwho created the heavens and the earth"
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Your praise will never depart from the hearts \nof those who remember the power of God."
                              ]
                        }
                  ]
            },
            "gospel_acclamation": {
                  "verse_number": "",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "Blessed are you, holy Virgin Mary, deserving of all praise; \nfrom you rose the sun of justice, Christ our God."
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "Luke ch. 1, vv. 39 - 47",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Mary set out and went with haste to a Judean town in the hill country,",
                                    "where she entered the house of Zechariah and greeted Elizabeth. When Elizabeth heard Mary’s greeting,",
                                    "the child leaped in her womb. And Elizabeth was filled with the Holy Spirit and exclaimed with a loud cry,",
                                    "“Blessed are you among women, and blessed is the fruit of your womb. And why has this happened to me,",
                                    "that the mother of my Lord comes to me? For as soon as I heard the sound of your greeting,",
                                    "the child in my womb leaped for joy. And blessed is she who believed that there would be a fulfillment",
                                    "of what was spoken to her by the Lord.”"
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "And Mary said,"
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "“My soul magnifies the Lord, \nand my spirit rejoices in God my Savior.”"
                              ]
                        }
                  ]
            }
      }
}
