{
      "saint_background_image": "linear-gradient(rgba(0, 0, 0, 0.0), rgba(0, 0, 0, 0.3), rgba(0, 0, 0, 1.0) ), url('../../../static/images/saints/Vatican 002.jpg')",
      "saint_background_position": "center",
      "opening_antiphon": [
            {
                  "verse_number": "",
                  "content": [
                        {
                              "p": [
                                    "The Lord chose him for himself as high priest,",
                                    "and, opening his treasure house,",
                                    "made him rich in all good things."
                              ]
                        }
                  ]
            },
            {
                  "verse_number": "Cf. Sir ch. 50, v. 1; ch. 44, vv. 16, 22",
                  "content": [
                        {
                              "p": [
                                    "Behold a great priest, who in his days pleased God;",
                                    "therefore, in accordance with his promise,",
                                    "the Lord gave him growth for the good of his people."
                              ]
                        }
                  ]
            }
      ],
      "gloria": "no",
      "collect": [
            {
                  "p": [
                        "O God, glory of your Priests,",
                        "grant, we pray,",
                        "that, helped by the intercession of your Martyr Saint Fabian,",
                        "we may make progress by communion in the faith",
                        "and by worthy service."
                  ]
            },
            {
                  "p": [
                        "Through our Lord Jesus Christ, your Son,",
                        "who lives and reigns with you in the unity of the Holy Spirit,",
                        "one God, for ever and ever."
                  ]
            }
      ],
      "offertory": [
            {
                  "p": [
                        "Accept this sacrifice from your people, we pray, O Lord,",
                        "and make what is offered for your glory,",
                        "in honor of Saint Pope Fabian,",
                        "a means to our eternal salvation."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "credo": "no",
      "communion_antiphon": [
            {
                  "verse_number": "Cf. John ch. 10, v. 11",
                  "content": [
                        {
                              "p": [
                                    "The Good Shepherd has laid down his life for his sheep."
                              ]
                        }
                  ]
            }
      ],
      "prayer_after_communion": [
            {
                  "p": [
                        "May the Sacrament we have received, O Lord our God,",
                        "stir up in us that fire of charity",
                        "with which Pope Saint Fabian burned ardently",
                        "as he gave himself unceasingly for your Church."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "readings": {
            "first_reading": [
                  {
                        "verse_number": "1 Peter ch. 5, vv. 1 - 4",
                        "content": [
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "As an elder myself and a witness of the sufferings of Christ, as well as one who shares in the glory to be revealed, I, Peter, exhort the elders among you to tend the flock of God that is in your charge, exercising the oversight, not under compulsion but willingly, as God would have you do it—not for sordid gain but eagerly. Do not lord it over those in your charge, but be examples to the flock. And when the chief shepherd appears, you will win the crown of glory that never fades away."
                                    ]
                              }
                        ]
                  }
            ],
            "first_responsorial_psalm": {
                  "verse_number": "Psalm 40, vv. 1 and 3, 6 - 7ab, 7cd - 8, 9",
                  "response": "Here I am, Lord; I come to do your will.",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "I waited patiently for the Lord; \nhe inclined to me and heard my cry.",
                                    "He put a new song in my mouth, \na song of praise to our God.",
                                    "Many will see and fear, \nand put their trust in the Lord."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Sacrifice and offering you do not desire, \nbut you have given me an open ear.",
                                    "Burnt offering and sin offering \nyou have not required."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Then I said, “Here I am; \nin the scroll of the book it is written of me.",
                                    "I delight to do your will, O my God; \nyour law is within my heart.”"
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "I have told the glad news of deliverance \nin the great congregation;",
                                    "see, I have not restrained my lips, \nas you know, O Lord."
                              ]
                        }
                  ]
            },
            "gospel_acclamation": {
                  "verse_number": "Mark ch. 1, v. 17",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "Come after me, says the Lord, and I will make you fishers of men."
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "John ch. 21, vv. 15 - 17",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "When they had finished breakfast, Jesus said to Simon Peter, “Simon son of John, do you love me more than these?” He said to him, “Yes, Lord; you know that I love you.” Jesus said to him, “Feed my lambs.” A second time he said to him, “Simon son of John, do you love me?” He said to him, “Yes, Lord; you know that I love you.” Jesus said to him, “Tend my sheep.” He said to him the third time, “Simon son of John, do you love me?” Peter felt hurt because he said to him the third time, “Do you love me?” And he said to him, “Lord, you know everything; you know that I love you.” Jesus said to him, “Feed my sheep."
                              ]
                        }
                  ]
            }
      }
}
