{
      "saint_background_image": "linear-gradient(rgba(0, 0, 0, 0.0), rgba(0, 0, 0, 0.3), rgba(0, 0, 0, 1.0) ), url('../../../static/images/saints/st_anthony_abbot.png')",
      "saint_background_position": "top",
      "opening_antiphon": [
            {
                  "verse_number": "Cf. Psalm 92, vv. 13, 14",
                  "content": [
                        {
                              "p": [
                                    "The just will flourish like the palm tree,",
                                    "and grow like a Lebanon cedar,",
                                    "planted in the house of the Lord,",
                                    "in the courts of the house of our God."
                              ]
                        }
                  ]
            }
      ],
      "gloria": "no",
      "collect": [
            {
                  "p": [
                        "O God, who brought the Abbot Saint Anthony",
                        "to serve you by a wondrous way of life in the desert,",
                        "grant, through his intercession,",
                        "that, denying ourselves,",
                        "we may always love you above all things."
                  ]
            },
            {
                  "p": [
                        "Through our Lord Jesus Christ, your Son,",
                        "who lives and reigns with you in the unity of the Holy Spirit,",
                        "one God, for ever and ever."
                  ]
            }
      ],
      "offertory": [
            {
                  "p": [
                        "May these offerings of our service,",
                        "placed on your altar in commemoration of Saint Anthony,",
                        "be acceptable to you, O Lord, we pray,",
                        "and grant that, released from earthly attachments,",
                        "we may have our riches in you alone."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "credo": "no",
      "communion_antiphon": [
            {
                  "verse_number": "Cf. Matthew ch. 19, v. 21",
                  "content": [
                        {
                              "p": [
                                    "If you would be perfect,",
                                    "go, sell what you have, give to the poor,",
                                    "and follow me, says the Lord."
                              ]
                        }
                  ]
            }
      ],
      "prayer_after_communion": [
            {
                  "p": [
                        "Nourished for our healing by your Sacraments, O Lord,",
                        "may we escape every snare of the enemy unharmed,",
                        "just as by your grace Saint Anthony won glorious victories",
                        "over the powers of darkness."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "readings": {
            "first_reading": [
                  {
                        "verse_number": "Ephesians ch. 6, vv. 10 - 13, 18",
                        "content": [
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "Brothers and sisters: Be strong in the Lord and in the strength of his power. Put on the whole armor of God, so that you may be able to stand against the wiles of the devil. For our struggle is not against enemies of blood and flesh, but against the rulers, against the authorities, against the cosmic powers of this present darkness, against the spiritual forces of evil in the heavenly places. Therefore take up the whole armor of God, so that you may be able to withstand on that evil day, and having done everything, to stand firm."
                                    ]
                              }
                        ]
                  }
            ],
            "first_responsorial_psalm": {
                  "verse_number": "Psalm 16, vv. 1 - 2 and 5, 7 - 8, 11",
                  "response": "You are my inheritance, O Lord.",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Protect me, O God, for in you I take refuge.",
                                    "I say to the Lord, “You are my Lord; \nI have no good apart from you.”",
                                    "The Lord is my chosen portion and my cup; \nyou hold my lot."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "I bless the Lord who gives me counsel; \nin the night also my heart instructs me.",
                                    "I keep the Lord always before me; \nbecause he is at my right hand, I shall not be moved."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "You show me the path of life. \nIn your presence there is fullness of joy; \nin your right hand are pleasures forevermore."
                              ]
                        }
                  ]
            },
            "gospel_acclamation": {
                  "verse_number": "John ch. 8, vv. 31b, 32",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "I am the light of the world, says the Lord; whoever follows me will have the light of life."
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "Matthew ch. 19, vv. 16 - 26",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Someone came to Jesus and said, “Teacher, what good deed must I do to have eternal life?” And he said to him, “Why do you ask me about what is good? There is only one who is good. If you wish to enter into life, keep the commandments.” He said to him, “Which ones?” And Jesus said, “You shall not murder; You shall not commit adultery; You shall not steal; You shall not bear false witness; Honor your father and mother; also, You shall love your neighbor as yourself.” The young man said to him, “I have kept all these; what do I still lack?” Jesus said to him, “If you wish to be perfect, go, sell your possessions, and give the money to the poor, and you will have treasure in heaven; then come, follow me.” When the young man heard this word, he went away grieving, for he had many possessions."
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Then Jesus said to his disciples, “Truly I tell you, it will be hard for a rich person to enter the kingdom of heaven. Again I tell you, it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.” When the disciples heard this, they were greatly astounded and said, “Then who can be saved?” But Jesus looked at them and said, “For mortals it is impossible, but for God all things are possible.”"
                              ]
                        }
                  ]
            }
      }
}
