{
      "saint_background_image": "linear-gradient(rgba(0, 0, 0, 0.3), rgba(0, 0, 0, 0.3), rgba(0, 0, 0, 1.0) ), url('../../../static/images/saints/st_john_cross.png')",
      "saint_background_position": "top",
      "opening_antiphon": {
            "verse_number": "Galatians ch. 6, v. 14",
            "content": [
                  {
                        "p": [
                              "May I never boast,",
                              "except in the Cross of our Lord Jesus Christ,",
                              "through which the world has been crucified to me,",
                              "and I to the world."
                        ]
                  }
            ]
      },
      "gloria": "yes",
      "collect": [
            {
                  "p": [
                        "O God, who gave the Priest Saint John",
                        "an outstanding dedication to perfect self-denial",
                        "and love of the Cross,",
                        "grant that, by imitating him closely at all times,",
                        "we may come to contemplate eternally your glory."
                  ]
            },
            {
                  "p": [
                        "Through our Lord Jesus Christ, your Son,",
                        "who lives and reigns with you in the unity of the Holy Spirit,",
                        "one God, for ever and ever."
                  ]
            }
      ],
      "offertory": [
            {
                  "p": [
                        "Look upon the sacrificial gifts we offer, almighty God,",
                        "in commemoration of Saint John of the Cross",
                        "and grant that we, who celebrate",
                        "the mysteries of the Lord’s Passion,",
                        "may imitate what we now enact."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "credo": "apostles_creed",
      "communion_antiphon": {
            "verse_number": "Matthew ch. 16, v. 24",
            "content": [
                  {
                        "p": [
                              "Whoever wishes to come after me must deny himself,",
                              "take up his cross, and follow me, says the Lord."
                        ]
                  }
            ]
      },
      "prayer_after_communion": [
            {
                  "p": [
                        "O God, who in Saint John",
                        "have wonderfully made known the mystery of the Cross,",
                        "graciously grant",
                        "that, drawing strength from this sacrifice,",
                        "we may cling faithfully to Christ",
                        "and labor in the Church for the salvation of all."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "readings": {
            "first_reading": {
                  "verse_number": "1 Corinthians ch. 2, vv. 1 - 10a",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "When I came to you, brothers and sisters, I did not come proclaiming the mystery of God to you in",
                                    "lofty words or wisdom. For I decided to know nothing among you except Jesus Christ, and him crucified.",
                                    "And I came to you in weakness and in fear and in much trembling.",
                                    "My speech and my proclamation were not with plausible words of wisdom,",
                                    "but with a demonstration of the Spirit and of power, 5 so that your faith might rest not on human wisdom",
                                    "but on the power of God."
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Yet among the mature we do speak wisdom, though it is not a wisdom of this age or of the rulers of this age,",
                                    "who are doomed to perish. But we speak God’s wisdom, secret and hidden, which God decreed before the ages for our glory.",
                                    "None of the rulers of this age understood this; for if they had, they would not have crucified the Lord of glory.",
                                    "But, as it is written,"
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "“What no eye has seen, nor ear heard, \nnor the human heart conceived,",
                                    "what God has prepared for those who love him”—"
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "these things God has revealed to us through the Spirit;",
                                    "for the Spirit searches everything, even the depths of God."
                              ]
                        }
                  ]
            },
            "first_responsorial_psalm": {
                  "verse_number": "Psalm 37, vv. 3 - 4, 5 - 6, 30 - 31",
                  "response": "The mouth of the just murmurs wisdom.",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Trust in the Lord, and do good; \nso you will live in the land, and enjoy security.",
                                    "Take delight in the Lord, \nand he will give you the desires of your heart."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Commit your way to the Lord; \ntrust in him, and he will act.",
                                    "He will make your vindication shine like the light, \nand the justice of your cause like the noonday."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "The mouths of the righteous utter wisdom, \nand their tongues speak justice.",
                                    "The law of their God is in their hearts; \ntheir steps do not slip."
                              ]
                        }
                  ]
            },
            "gospel_acclamation": {
                  "verse_number": "John ch. 6, vv. 63c, 68c",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "Your words, Lord, are Spirit and Life; you have the words of everlasting life."
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "Luke ch. 14, vv. 25 - 33",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Large crowds were traveling with Jesus; and he turned and said to them,",
                                    "“Whoever comes to me and does not hate father and mother, wife and children, brothers and sisters,",
                                    "yes, and even life itself, cannot be my disciple. Whoever does not carry the cross and",
                                    "follow me cannot be my disciple. For which of you, intending to build a tower, does not first sit down and estimate the cost,",
                                    "to see whether he has enough to complete it? Otherwise, when he has laid a foundation and is not able to finish,",
                                    "all who see it will begin to ridicule him, saying, ‘This fellow began to build and was not able to finish.’",
                                    "Or what king, going out to wage war against another king, will not sit down first and consider whether he",
                                    "is able with ten thousand to oppose the one who comes against him with twenty thousand? If he cannot, then,",
                                    "while the other is still far away, he sends a delegation and asks for the terms of peace. So therefore,",
                                    "none of you can become my disciple if you do not give up all your possessions.”"
                              ]
                        }
                  ]
            }
      }
}
