{
      "feast_background_image": "linear-gradient( rgba(0, 0, 0, 0.0), rgba(0, 0, 0, 0.3), rgba(0, 0, 0, 1.0) ), url('../../../static/images/saints/christmas_daytime.jpg')",
      "feast_image_position": "bottom",
      "opening_antiphon": [
            {
                  "verse_number": "Cf. Isaiah ch. 9, v. 5",
                  "content": [
                        {
                              "p": [
                                    "A child is born for us, and a son is given to us;",
                                    "his scepter of power rests upon his shoulder,",
                                    "and his name will be called Messenger of great counsel."
                              ]
                        }
                  ]
            }
      ],
      "gloria": "yes",
      "collect": [
            {
                  "p": [
                        "O God, who wonderfully created the dignity of human nature",
                        "and still more wonderfully restored it,",
                        "grant, we pray,",
                        "that we may share in the divinity of Christ,",
                        "who humbled himself to share in our humanity."
                  ]
            },
            {
                  "p": [
                        "Who lives and reigns with you in the unity of the Holy Spirit,",
                        "one God, for ever and ever."
                  ]
            }
      ],
      "offertory": [
            {
                  "p": [
                        "Make acceptable, O Lord, our oblation on this solemn day,",
                        "when you manifested the reconciliation",
                        "that makes us wholly pleasing in your sight",
                        "and inaugurated for us the fullness of divine worship."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "credo": "nicene_creed",
      "communion_antiphon": [
            {
                  "verse_number": "Cf. Psalm 98, v. 3",
                  "content": [
                        {
                              "p": [
                                    "All the ends of the earth have seen the salvation of our God."
                              ]
                        }
                  ]
            }
      ],
      "prayer_after_communion": [
            {
                  "p": [
                        "Grant, O merciful God,",
                        "that, just as the Savior of the world, born this day,",
                        "is the author of divine generation for us,",
                        "so he may be the giver even of immortality."
                  ]
            },
            {
                  "p": [
                        "Who lives and reigns for ever and ever."
                  ]
            }
      ],
      "readings": {
            "first_reading": [
                  {
                        "verse_number": "Isaiah ch. 52, vv. 7 - 10",
                        "content": [
                              {
                                    "content_type": "stanza",
                                    "p": [
                                          "How beautiful upon the mountains \nare the feet of the messenger who announces peace,",
                                          "who brings good news, \nwho announces salvation, \nwho says to Zion, “Your God reigns.”",
                                          "Listen! Your sentinels lift up their voices, \ntogether they sing for joy;",
                                          "for in plain sight they see \nthe return of the Lord to Zion.",
                                          "Break forth together into singing, \nyou ruins of Jerusalem;",
                                          "for the Lord has comforted his people, \nhe has redeemed Jerusalem.",
                                          "The Lord has bared his holy arm \nbefore the eyes of all the nations;",
                                          "and all the ends of the earth shall see \nthe salvation of our God."
                                    ]
                              }
                        ]
                  }
            ],
            "responsorial_psalm": {
                  "verse_number": "Psalm 98, vv. 1, 2 - 3a, 3b - 4, 5 - 6",
                  "response": "All the ends of the earth have seen the saving power of God.",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "O sing to the Lord a new song, \nfor he has done marvelous things.",
                                    "His right hand and his holy arm \nhave gotten him victory."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "The Lord has made known his victory; \nhe has revealed his vindication in the sight of the nations.",
                                    "He has remembered his steadfast love and faithfulness \nto the house of Israel."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "All the ends of the earth have seen \nthe victory of our God.",
                                    "Make a joyful noise to the Lord, all the earth; \nbreak forth into joyous song and sing praises."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Sing praises to the Lord with the lyre, \nwith the lyre and the sound of melody.",
                                    "With trumpets and the sound of the horn \nmake a joyful noise before the King, the Lord."
                              ]
                        }
                  ]
            },
            "second_reading": {
                  "verse_number": "Hebrews ch. 1, vv. 1 - 6",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Brothers and sisters: Long ago God spoke to our ancestors in many and various ways by the prophets,",
                                    "but in these last days he has spoken to us by a Son, whom he appointed heir of all things,",
                                    "through whom he also created the worlds. He is the reflection of God’s glory and the exact imprint",
                                    "of God’s very being, and he sustains all things by his powerful word. When he had made purification for sins,",
                                    "he sat down at the right hand of the Majesty on high, having become as much superior to angels as the name",
                                    "he has inherited is more excellent than theirs."
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "For to which of the angels did God ever say,"
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "“You are my Son; today I have begotten you”?"
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "And again, when he brings the firstborn into the world, he says,"
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "“Let all God’s angels worship him.”"
                              ]
                        }
                  ]
            },
            "gospel_acclamation": {
                  "verse_number": "",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "A holy day has dawned upon us. Come, you nations, and adore the Lord.",
                                    "For today a great light has come upon the earth."
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "John ch. 1, vv. 1 - 18",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "In the beginning was the Word, and the Word was with God, and the Word was God.",
                                    "He was in the beginning with God. All things came into being through him,",
                                    "and without him not one thing came into being. What has come into being in him was life,",
                                    "and the life was the light of all people. The light shines in the darkness,",
                                    "and the darkness did not overcome it."
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "There was a man sent from God, whose name was John. He came as a witness to testify to the light,",
                                    "so that all might believe through him. He himself was not the light, but he came to testify to the light.",
                                    "The true light, which enlightens everyone, was coming into the world."
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "He was in the world, and the world came into being through him; yet the world did not know him.",
                                    "He came to what was his own, and his own people did not accept him. But to all who received him,",
                                    "who believed in his name, he gave power to become children of God, who were born, not of blood or",
                                    "of the will of the flesh or of the will of man, but of God."
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "And the Word became flesh and lived among us, and we have seen his glory,",
                                    "the glory as of a father’s only son, full of grace and truth. (John testified to him and",
                                    "cried out, “This was he of whom I said, ‘He who comes after me ranks ahead of me because",
                                    "he was before me.’”) From his fullness we have all received, grace upon grace.",
                                    "The law indeed was given through Moses; grace and truth came through Jesus Christ.",
                                    "No one has ever seen God. It is God the only Son, who is close to the Father’s heart,",
                                    "who has made him known."
                              ]
                        }
                  ]
            }
      }
}
