{
      "gloria": "yes",
      "credo": "nicene_creed",
      "year_a": {
            "first_reading": [
                  {
                        "verse_number": "Isaiah ch. 58, vv. 7 - 10",
                        "content": [
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "Thus says the Lord:"
                                    ]
                              },
                              {
                                    "content_type": "stanza",
                                    "p": [
                                          "Share your bread with the hungry, \nand bring the homeless poor into your house;",
                                          "when you see the naked, to cover them, \nand not to hide yourself from your own kin?",
                                          "Then your light shall break forth like the dawn, \nand your healing shall spring up quickly;",
                                          "your vindicator shall go before you, \nthe glory of the Lord shall be your rear guard.",
                                          "Then you shall call, and the Lord will answer; \nyou shall cry for help, and he will say, Here I am."
                                    ]
                              },
                              {
                                    "content_type": "stanza",
                                    "p": [
                                          "If you remove the yoke from among you, \nthe pointing of the finger, the speaking of evil,",
                                          "if you offer your food to the hungry \nand satisfy the needs of the afflicted,",
                                          "then your light shall rise in the darkness \nand your gloom be like the noonday."
                                    ]
                              }
                        ]
                  }
            ],
            "first_responsorial_psalm": {
                  "verse_number": "Psalm 112, vv. 4 - 5, 6 - 7, 8 - 9",
                  "response": "The just man is a light in the darkness to the upright.",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "They rise in the darkness as a light for the upright; \nthey are gracious, merciful, and righteous.",
                                    "It is well with those who deal generously and lend, \nwho conduct their affairs with justice."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "For the righteous will never be moved; \nthey will be remembered forever.",
                                    "They are not afraid of evil tidings; \ntheir hearts are firm, secure in the Lord."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Their hearts are steady, they will not be afraid; \nin the end they will look in triumph on their foes.",
                                    "They have distributed freely, they have given to the poor; \ntheir righteousness endures forever; \ntheir horn is exalted in honor."
                              ]
                        }
                  ]
            },
            "second_reading": [
                  {
                        "verse_number": "1 Corinthians ch. 2, vv. 1 - 5",
                        "content": [
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "When I came to you, brothers and sisters, I did not come proclaiming the mystery of God to you in lofty words or wisdom. For I decided to know nothing among you except Jesus Christ, and him crucified. And I came to you in weakness and in fear and in much trembling. My speech and my proclamation were not with plausible words of wisdom, but with a demonstration of the Spirit and of power, so that your faith might rest not on human wisdom but on the power of God."
                                    ]
                              }
                        ]
                  }
            ],
            "gospel_acclamation": {
                  "verse_number": "John ch. 8, v. 12",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "I am the light of the world, says the Lord: whoever follows me will have the light of life."
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "Matthew ch. 5, vv. 13 - 16",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Jesus said to his disciples: “You are the salt of the earth; but if salt has lost its taste, how can its saltiness be restored? It is no longer good for anything, but is thrown out and trampled under foot."
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "“You are the light of the world. A city built on a hill cannot be hid. No one after lighting a lamp puts it under the bushel basket, but on the lampstand, and it gives light to all in the house. In the same way, let your light shine before others, so that they may see your good works and give glory to your Father in heaven.”"
                              ]
                        }
                  ]
            }
      }
}
