{
      "liturgy_background_image": "linear-gradient(rgba(0, 0, 0, 0.0), rgba(0, 0, 0, 0.0), rgba(0, 0, 0, 0.6), rgba(0, 0, 0, 1.0) ), url('../../../static/images/saints/lent_02.jpg')",
      "liturgy_background_position": "bottom",
      "opening_antiphon": [
            {
                  "verse_number": "Cf. Psalm 139, vv. 23, 24",
                  "content": [
                        {
                              "p": [
                                    "Test me, O God, and know my thoughts.",
                                    "See that my path is not wicked,",
                                    "and lead me in the way everlasting."
                              ]
                        }
                  ]
            }
      ],
      "gloria": "no",
      "collect": [
            {
                  "p": [
                        "O God, who delight in innocence and restore it,",
                        "direct the hearts of your servants to yourself,",
                        "that, caught up in the fire of your Spirit,",
                        "we may be found steadfast in faith",
                        "and effective in works."
                  ]
            },
            {
                  "p": [
                        "Through our Lord Jesus Christ, your Son,",
                        "who lives and reigns with you in the unity of the Holy Spirit,",
                        "one God, for ever and ever."
                  ]
            }
      ],
      "credo": "no",
      "offertory": [
            {
                  "p": [
                        "By this present sacrifice, we pray, O Lord,",
                        "sanctify our observance,",
                        "that what Lenten discipline outwardly declares",
                        "it may inwardly bring about."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "communion_antiphon": [
            {
                  "verse_number": "Psalm 119, v. 1",
                  "content": [
                        {
                              "p": [
                                    "Blessed are those whose way is blameless,",
                                    "who walk in the law of the Lord."
                              ]
                        }
                  ]
            }
      ],
      "prayer_after_communion": [
            {
                  "p": [
                        "May this sacrifice, O God,",
                        "remain active in its effects",
                        "and work ever more strongly within us."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "prayer_over_the_people": [
            {
                  "p": [
                        "Abide with your servants, O Lord,",
                        "who implore the help of your grace,",
                        "that they may receive from you",
                        "the support and guidance of your protection."
                  ]
            },
            {
                  "p": [
                        "Through Christ our Lord."
                  ]
            }
      ],
      "year_a": {
            "first_reading": [
                  {
                        "verse_number": "Jeremiah ch. 17, vv. 5 - 10",
                        "content": [
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "Thus says the Lord:"
                                    ]
                              },
                              {
                                    "content_type": "stanza",
                                    "p": [
                                          "Cursed are those who trust in mere mortals \nand make mere flesh their strength, \nwhose hearts turn away from the Lord.",
                                          "They shall be like a shrub in the desert, \nand shall not see when relief comes.",
                                          "They shall live in the parched places of the wilderness, \nin an uninhabited salt land."
                                    ]
                              },
                              {
                                    "content_type": "stanza",
                                    "p": [
                                          "Blessed are those who trust in the Lord, \nwhose trust is the Lord.",
                                          "They shall be like a tree planted by water, \nsending out its roots by the stream.",
                                          "It shall not fear when heat comes, \nand its leaves shall stay green;",
                                          "in the year of drought it is not anxious, \nand it does not cease to bear fruit."
                                    ]
                              },
                              {
                                    "content_type": "stanza",
                                    "p": [
                                          "The heart is devious above all else; \nit is perverse— \nwho can understand it?",
                                          "I the Lord test the mind \nand search the heart,",
                                          "to give to all according to their ways, \naccording to the fruit of their doings."
                                    ]
                              }
                        ]
                  }
            ],
            "first_responsorial_psalm": {
                  "verse_number": "Psalm 1, vv. 1 - 2, 3, 4 and 6",
                  "response": "Blessed are they who hope in the Lord.",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Happy are those \nwho do not follow the advice of the wicked,",
                                    "or take the path that sinners tread, \nor sit in the seat of scoffers;",
                                    "but their delight is in the law of the Lord, \nand on his law they meditate day and night."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "They are like trees \nplanted by streams of water,",
                                    "which yield their fruit in its season, \nand their leaves do not wither.",
                                    "In all that they do, they prosper."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "The wicked are not so, \nbut are like chaff that the wind drives away.",
                                    "For the Lord watches over the way of the righteous, \nbut the way of the wicked will perish."
                              ]
                        }
                  ]
            },
            "gospel_acclamation": {
                  "verse_number": "See Luke ch. 8, v. 15",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "Blessed are they who have kept the word with a generous heart, and yield a harvest through perseverance."
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "Luke ch. 16, vv. 19 - 31",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Jesus said to the Pharisees: “There was a rich man who was dressed in purple and fine linen and who feasted sumptuously every day. And at his gate lay a poor man named Lazarus, covered with sores, who longed to satisfy his hunger with what fell from the rich man’s table; even the dogs would come and lick his sores. The poor man died and was carried away by the angels to be with Abraham. The rich man also died and was buried. In Hades, where he was being tormented, he looked up and saw Abraham far away with Lazarus by his side. He called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the tip of his finger in water and cool my tongue; for I am in agony in these flames.’ But Abraham said, ‘Child, remember that during your lifetime you received your good things, and Lazarus in like manner evil things; but now he is comforted here, and you are in agony. Besides all this, between you and us a great chasm has been fixed, so that those who might want to pass from here to you cannot do so, and no one can cross from there to us.’ He said, ‘Then, father, I beg you to send him to my father’s house— for I have five brothers—that he may warn them, so that they will not also come into this place of torment.’ Abraham replied, ‘They have Moses and the prophets; they should listen to them.’ He said, ‘No, father Abraham; but if someone goes to them from the dead, they will repent.’ He said to him, ‘If they do not listen to Moses and the prophets, neither will they be convinced even if someone rises from the dead.’”"
                              ]
                        }
                  ]
            }
      }
}