{
      "gloria": "no",
      "credo": "no",
      "year_i": {
            "first_reading": [
                  {
                        "verse_number": "Hebrews ch. 10, vv. 11 - 18",
                        "content": [
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "Every priest stands day after day at his service, offering again and again the same sacrifices that can never take away sins. But when Christ had offered for all time a single sacrifice for sins, “he sat down at the right hand of God,” and since then has been waiting “until his enemies would be made a footstool for his feet.” For by a single offering he has perfected for all time those who are sanctified. And the Holy Spirit also testifies to us, for after saying,"
                                    ]
                              },
                              {
                                    "content_type": "stanza",
                                    "p": [
                                          "“This is the covenant that I will make with them \nafter those days, says the Lord:",
                                          "I will put my laws in their hearts, \nand I will write them on their minds,”"
                                    ]
                              },
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "he also adds,"
                                    ]
                              },
                              {
                                    "content_type": "stanza",
                                    "p": [
                                          "“I will remember their sins and their lawless deeds no more.”"
                                    ]
                              },
                              {
                                    "content_type": "paragraph",
                                    "p": [
                                          "Where there is forgiveness of these, there is no longer any offering for sin."
                                    ]
                              }
                        ]
                  }
            ],
            "first_responsorial_psalm": {
                  "verse_number": "Psalm 110, vv. 1, 2, 3, 4",
                  "response": "You are a priest forever, in the line of Melchizedek.",
                  "content": [
                        {
                              "content_type": "stanza",
                              "p": [
                                    "The Lord says to my lord, \n“Sit at my right hand",
                                    "until I make your enemies your footstool.”"
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "The Lord sends out from Zion \nyour mighty scepter. \nRule in the midst of your foes."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "Your people will offer themselves willingly \non the day you lead your forces \non the holy mountains.",
                                    "From the womb of the morning, \nlike dew, your youth will come to you."
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "The Lord has sworn and will not change his mind, \n“You are a priest forever according to the order of Melchizedek.”"
                              ]
                        }
                  ]
            },
            "gospel_acclamation": {
                  "verse_number": "",
                  "acclamation": "Alleluia! Alleluia!",
                  "content": [
                        {
                              "p": [
                                    "The seed is the word of God, Christ is the sower; all who come to him will live for ever."
                              ]
                        }
                  ]
            },
            "gospel_reading": {
                  "verse_number": "Mark ch. 4, vv. 1 - 20",
                  "content": [
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "Jesus began to teach beside the sea. Such a very large crowd gathered around him that he got into a boat on the sea and sat there, while the whole crowd was beside the sea on the land. He began to teach them many things in parables, and in his teaching he said to them: “Listen! A sower went out to sow. And as he sowed, some seed fell on the path, and the birds came and ate it up. Other seed fell on rocky ground, where it did not have much soil, and it sprang up quickly, since it had no depth of soil. And when the sun rose, it was scorched; and since it had no root, it withered away. Other seed fell among thorns, and the thorns grew up and choked it, and it yielded no grain. Other seed fell into good soil and brought forth grain, growing up and increasing and yielding thirty and sixty and a hundredfold.” And he said, “Let anyone with ears to hear listen!”"
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "When he was alone, those who were around him along with the twelve asked him about the parables. And he said to them, “To you has been given the secret of the kingdom of God, but for those outside, everything comes in parables; in order that"
                              ]
                        },
                        {
                              "content_type": "stanza",
                              "p": [
                                    "‘they may indeed look, but not perceive, \nand may indeed listen, but not understand;",
                                    "so that they may not turn again and be forgiven.’”"
                              ]
                        },
                        {
                              "content_type": "paragraph",
                              "p": [
                                    "And he said to them, “Do you not understand this parable? Then how will you understand all the parables? The sower sows the word. These are the ones on the path where the word is sown: when they hear, Satan immediately comes and takes away the word that is sown in them. And these are the ones sown on rocky ground: when they hear the word, they immediately receive it with joy. But they have no root, and endure only for a while; then, when trouble or persecution arises on account of the word, immediately they fall away. And others are those sown among the thorns: these are the ones who hear the word, but the cares of the world, and the lure of wealth, and the desire for other things come in and choke the word, and it yields nothing. And these are the ones sown on the good soil: they hear the word and accept it and bear fruit, thirty and sixty and a hundredfold.”"
                              ]
                        }
                  ]
            }
      }
}
